[{
        "tittle": "FLASH-T1",
        "resumen": "La primera temporada sigue al investigador de escenas del crimen Barry Allen, que obtiene velocidad sobrehumana después de la explosión del acelerador de partículas de STAR Labs que usa para combatir el crimen y atrapar a otros metahumanos en Ciudad Central como Flash, un superhéroe enmascarado.",
        "link": "https://el-diario-de-yuuki.blogspot.com/2016/09/the-flash-temporada-1-resena-de-serie.html",
        "url": "https://culturageek.com.ar/wp-content/uploads/2023/05/grant-gustin-in-talks-for-the-flash-season-9.jpg"
    },
    {
        "tittle": "FLASH-T2",
        "resumen": "En la segunda temporada, la singularidad trae al velocista Zoom de un universo paralelo, que busca eliminar a todos los demás velocistas del multiverso. Después de que Zoom mata al padre de Barry, Barry derrota a Zoom y viaja en el tiempo para salvar la vida de su madre.",
        "link": "https://el-diario-de-yuuki.blogspot.com/2016/10/the-flash-temporada-2-resena-de-serie.html",
        "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQJxMXLI9DTIpjB9_Pv9AfLD7H2h6I0K3iabTKfZxd-zfXkWF2vhZj_wwOge3fhekomI14&usqp=CAU"
    },
    {
        "tittle": "FLASH-T3",
        "resumen": "En la tercera temporada, al cambiar su pasado, Barry crea la línea de tiempo alternativa «Flashpoint». Él restaura la línea de tiempo, pero provoca la aparición de Savitar, un velocista que guarda rencor contra Barry. Cuando Barry viaja accidentalmente al futuro y ve a Iris West siendo asesinada por Savitar, se desespera por cambiar el futuro para evitar que eso suceda.",
        "link": "https://es.ign.com/the-flash-cw/118886/news/the-flash-analisis-de-la-tercera-temporada",
        "url": "https://popseries.com.br/wp-content/uploads/2020/02/the-flash-1.jpg"
    },
    {
        "tittle": "FLASH-T4",
        "resumen": "En la cuarta temporada, el Equipo Flash recupera con éxito a Barry de la Fuerza de la Velocidad, pero en el proceso libera materia oscura, convirtiendo a una docena de personas en un autobús urbano en metahumanos, ideados por Clifford DeVoe, un adversario con la mente más rápida. Después de la derrota de DeVoe, el equipo es visitado por la hija del futuro de Barry e Iris, Nora West-Allen.",
        "link": "https://www.cineycine.com/series/the-flash-temporada-4/",
        "url": "https://r1.abcimg.es/resizer/resizer.php?imagen=https%3A%2F%2Fs1.abcstatics.com%2Fmedia%2Fseries%2F000%2F003%2F291%2Fthe-flash-2.jpg&nuevoancho=620&medio=abc"
    }
]